Dlubal.RFEM5.Scaffolding
Scaffolding parameters

Dlubal.RFEM5.Scaffolding.Slip
Slip φ0

Dlubal.RFEM5.Scaffolding.Stiffness
Stiffness C

Dlubal.RFEM5.Scaffolding.DefinitionType
Definition type

Dlubal.RFEM5.Scaffolding.SlipEccentricity
Slip eccentricity e0

Dlubal.RFEM5.Scaffolding.SlipEccentricityFactor
Slip eccentricity factor ke0

Dlubal.RFEM5.Scaffolding.MaximumEccentricity
Maximum eccentricity emax

Dlubal.RFEM5.Scaffolding.MaximumEccentricityFactor
Maximum eccentricity factor kemax

Dlubal.RFEM5.Scaffolding.MemberNo
Outer diameter D from member

Dlubal.RFEM5.Scaffolding.Diameter
Outer diameter D (read only)